[
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_01-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_01-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_01-b.jpg",
    "description":"Dezarae, 21, and Paul, 25, attend a 12-step recovery meeting in Chandler, Arizona. They have dated for about two years and have been trying to recover from heroin addiction. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_02-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_02-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_02-b.jpg",
    "description":"Dezarae shows her syringe and tourniquets, which she previously used to do heroin before she threw them away. She has thrown what she calls her “rigs” away several times in the past and regretted it, only to have Paul retrieve them from the dumpster for her. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_03-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_03-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_03-b.jpg",
    "description":"Dezarae and Paul eat dinner at her apartment in Chandler. They have experienced periods of sobriety and relapse. “If one’s in, the other’s not,” she said. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_04-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_04-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_04-b.jpg",
    "description":"Paul, who moved to Arizona from Delaware to get sober, gets ready for a sober living house meeting. While Dezarae was detoxing at her apartment, Paul stayed in a sober living house. “We can grow without one another for a second, because that’s the only way it’s gonna work—is if we both have a support system outside of each other,” Paul said. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_05-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_05-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_05-b.jpg",
    "description":"Paul works on his 12-step recovery program after Dezarae went to a meeting with one of her friends. One of the steps involves admitting that one is powerless to drugs and alcohol. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_06-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_06-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_06-b.jpg",
    "description":"Paul was once sober for a year. He said relapsing and starting over again gets harder each time. “If I have it my way, I’ll never have to detox from another drug,” he said. “I would literally—if I could—I would die sober.” Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_07-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_07-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_07-b.jpg",
    "description":"Dezarae and Paul smoke together on her patio. The two argued about whether addiction is a hereditary disease or if it is something that happens after incessant use. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_08-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_08-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_08-b.jpg",
    "description":"Paul shovels debris while helping his sponsor with construction work in Mesa. One of the requirements for being in his sober living house was obtaining a job within two weeks of admission into the program. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_09-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_09-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_09-b.jpg",
    "description":"Paul relapsed on a Monday after staying sober for two weeks. That Thursday, after he talked to the president of his sober living house, Paul found out he wouldn’t be able to move back in unless he could pass a drug test within 72 hours. Less than an hour later, Paul got high in a bathroom during a 12-step recovery meeting. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_10-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_10-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_10-b.jpg",
    "description":"Once he flushed the rest of Paul’s heroin, his friend Devin let him spend the night at his house. After he relapsed on Monday, Paul stayed at Dezarae’s apartment during the week and used every day. Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_11-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_11-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_11-b.jpg",
    "description":"Paul eats whipped cream at Devin’s house. Despite multiple requests from Devin to keep quiet, Paul played video games late at night. “I don’t wanna be with anybody that does heroin,” he said. “And I don’t wanna be with someone if I’m still using, because I’m not the greatest person when I’m getting high.” Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_12-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_12-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_12-b.jpg",
    "description":"Despite Paul’s continuous heroin use, Dezarae allowed him to stay with her and has remained sober herself.  “I think I’ve come to terms with that and accepted that like he has his own disease,” she said. “I can’t make him be sober and he can’t make me be sober.” Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_13-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_13-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_13-b.jpg",
    "description":"Paul smokes a cigarette outside Devin’s house. “I wanna be the type of friend that my friends deserve; I wanna be the son that my mom deserves; I wanna be the boyfriend that my girlfriend deserves,” he said. “If there’s no action behind my words, I’m not gonna change.” Photo by Sean Logan/Cronkite News"
  },
  {
    "thumb":"/slideshows/heroin-love/Heroin-Love-Affair_14-t.jpg",
    "image":"/slideshows/heroin-love/Heroin-Love-Affair_14-i.jpg",
    "big":"/slideshows/heroin-love/Heroin-Love-Affair_14-b.jpg",
    "description":"Paul prays before talking to Dezarae and his sponsor on the phone at Devin’s house. “He was there for me when I was at my worst,” Dezarae said. “So I’m there for him, but ... I don’t think we’ll ever have like what we did before”. Dezarae broke up with Paul not long after his relapse. Photo by Sean Logan/Cronkite News"
  }
]